array(17) {
  [0]=>
  object(stdClass)#2 (5) {
    ["id"]=>
    int(993)
    ["name"]=>
    string(17) "Новый год"
    ["description"]=>
    string(1039) "<p>Самый добрый и любимый праздник россиян &mdash; Новый год &mdash; даже у взрослых он ассоциируется с чудесами и подарками! К выбору подарков нужно отнестись со всей ответственностью и подготовить самые лучшие сюрпризы для своих партнеров, клиентов и друзей.</p>

<p>У нас на сайте вы найдете большой выбор новогодних подарков на любой вкус и бюджет: от небольших сувениров до солидных подарочных наборов &laquo;под ключ&raquo;.</p>

<p>Эти оригинальные, вкусные и практичные новогодние презенты будут напоминать об этом празднике и, конечно, о вас и о вашей компании еще долгое время!</p>
"
    ["photo"]=>
    string(70) "/media/images/catalog/00107/10763-5db9b3e78f4ff216bd3e0a925428f9f0.png"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#3 (4) {
        ["id"]=>
        int(995)
        ["name"]=>
        string(33) "Новогодняя посуда"
        ["description"]=>
        string(529) "<p>Кружки, чайные пары и наборы посуды можно смело отнести к универсальным подаркам на Новый год, которые никогда не потеряют свою актуальность.</p>

<p>Этот полезный и, в то же время, праздничный подарок будет поднимать настроение в течение всего года и напоминать о волшебном празднике!&nbsp;</p>
"
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#4 (4) {
        ["id"]=>
        int(996)
        ["name"]=>
        string(41) "Новогодние аксессуары"
        ["description"]=>
        string(860) "<p>Обязательно ли новогодний подарок должен быть внушительным? Конечно, нет! &nbsp;В качестве небольшого презента для гостей мероприятия можно выбрать что-то небольшое, но тематическое: антистрессы, офисные принадлежности, сумки для покупок и прочие мелочи с новогодней символикой.</p>

<p>Популярны подарки, имеющие практическое применение: зимние аксессуары для автомобилей, различные перчатки, шарфы и шапки, которые не только согреют, но и лишний раз напомнят о вас!&nbsp;</p>
"
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#5 (4) {
        ["id"]=>
        int(997)
        ["name"]=>
        string(29) "Вкусное решение"
        ["description"]=>
        string(1541) "<p>Представляем вашему вниманию наш новый проект &mdash; &laquo;Вкусное решение&raquo;. Наборы с вареньем (сваренным по оригинальным рецептам), чаем и медом, дополненные самыми популярными товарами из коллекции Softouch, станут замечательными, чрезвычайно полезными подарками, которые создадут вам исключительно теплое настроение. Также мы предлагаем возможность создать свой индивидуальный набор, в который вы сможете выбрать на свой вкус термостакан, чай и варенье. Минимальная партия &mdash; 50 штук. Для заказа индивидуального набора свяжитесь с вашим менеджером.</p>

<p>&laquo;Океан бизнес сувениров&raquo; совместно с торговой маркой &laquo;У Палыча&raquo;&nbsp;разработал подарочные наборы с продукцией этого всеми любимого бренда.<br />
Марка &laquo;У Палыча&raquo; давно зарекомендовала себя на российском рынке и является синонимом&nbsp; качества и безупречного вкуса.&nbsp;</p>"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#6 (4) {
        ["id"]=>
        int(998)
        ["name"]=>
        string(33) "Новогодние наборы"
        ["description"]=>
        string(1119) "<p>Что подарить на Новый год? Среди разнообразия идей и вариантов не так просто выбрать действительно хороший презент, который не только приятно удивит, но и поднимет настроение.</p>

<p>Если вы уже сломали всю голову, думая об этом, остановитесь на наборах, которые найдете в этом разделе. Этот вариант новогоднего подарка можно смело отнести к беспроигрышным!</p>

<p>В новогодние наборы мы включили товары, которые отлично дополняют друг друга!</p>

<p>Здесь вы найдете новогодние подарочные наборы, а также наборы с готовым дизайном и яркой упаковкой. Вам останется лишь подписать открытку, которая входит в комплект.</p>
"
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#7 (4) {
        ["id"]=>
        int(1001)
        ["name"]=>
        string(14) "Награды"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [1]=>
  object(stdClass)#8 (5) {
    ["id"]=>
    int(699)
    ["name"]=>
    string(10) "Ручки"
    ["description"]=>
    string(752) "Ручка – это не только популярный сувенир и бизнес-аксессуар, но и эффективный рекламный носитель. В нашем ассортименты представлены недорогие пластиковые шариковые ручки для промоакций, а также металлические и сувенирные ручки известных брендов для подарков клиентам и деловым партнерам. Купить промо ручки высокого качества в Самаре, Москве, Новосибирске и других городах просто – просто закажите их у нас!"
    ["photo"]=>
    string(67) "/media/images/catalog/00000/34-08016681e18e7721217f34d382b420a0.jpg"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#9 (4) {
        ["id"]=>
        int(702)
        ["name"]=>
        string(33) "Пластиковые ручки"
        ["description"]=>
        string(863) "Пластиковые рекламные ручки с логотипом компании – это самый популярный вид сувенирной продукции, используемый повсеместно: в офисах, на мероприятиях, выставках, конференциях и семинарах. Широкий модельный ряд ручек и их расцветок позволяет подобрать рекламную продукцию в полном соответствии с корпоративным стилем. «Океан» рад предложить недорогие шариковые ручки для нанесения логотипа. У нас целый океан пластиковых ручек в наличии на складе в Самаре и под заказ."
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#10 (4) {
        ["id"]=>
        int(703)
        ["name"]=>
        string(37) "Металлические ручки"
        ["description"]=>
        string(693) "Металлические ручки практичные, стильные и долговечные, а значит, они прекрасно подойдут в качестве бизнес сувенира. Купить металлические ручки оптом по доступной цене в Самаре, Москве, Новосибирске вы можете на нашем сайте. Металлические ручки с логотипом подойдут для использования в промо мероприятиях, а самые солидные варианты – для деловых подарков клиентам и партнерам."
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#11 (4) {
        ["id"]=>
        int(913)
        ["name"]=>
        string(35) "Ручки с флеш-картой"
        ["description"]=>
        string(575) "Практичность в моде, а ручки с флеш-картой – на ее пике благодаря своей оригинальности и функциональности. «Легким движением руки» письменная принадлежность превращается в USB накопитель на 8 ГБ и 16 ГБ.  Самое выгодное на рынке промопродукции России складское предложение ручек с флешками на 8 ГБ и 16 ГБ – в «Океане»."
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#12 (4) {
        ["id"]=>
        int(712)
        ["name"]=>
        string(30) "Наборы с ручками"
        ["description"]=>
        string(648) "На нашем сайте представлены подарочные наборы с ручками и для мужчин, и для женщин. Набор «флешка и ручка» или набор «аккумулятор и ручка» с логотипом компании станут универсальными и полезными бизнес подарками. Мы также предлагаем различные варианты наборов с ручками от таких известных брендов, как : Chili, Klio-Eterna, CACHAREL, CERRUTI 1881, UNGARO, NINA RICCI и многих других. "
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#13 (4) {
        ["id"]=>
        int(711)
        ["name"]=>
        string(32) "Футляры для ручек"
        ["description"]=>
        string(594) "Хорошей ручке нужен хороший футляр. Кожаные, металлические и пластиковые футляры и чехлы для ручек надежно защитят письменные аксессуары от потертостей и царапин. Кроме того, красивый чехол для ручки дополнит коллекцию бизнес аксессуаров. Купить оптом универсальные и подарочные футляры для ручек вы можете на нашем сайте."
        ["photo"]=>
        NULL
      }
    }
  }
  [2]=>
  object(stdClass)#14 (5) {
    ["id"]=>
    int(706)
    ["name"]=>
    string(16) "Футболки"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/36-71c446c7f859fc53f648fbe092dc7553.png"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#15 (4) {
        ["id"]=>
        int(709)
        ["name"]=>
        string(27) "Футболки промо"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#16 (4) {
        ["id"]=>
        int(713)
        ["name"]=>
        string(31) "Мужские футболки"
        ["description"]=>
        string(667) "Простая футболка - основа мужского гардероба. У нас вы найдете большой выбор футболок для мужчин. Широкая палитра цветов, моделей, размеров. Качественная футболка с нанесением логотипом – это отличный промо сувенир и подарок.
Мужские футболки созданы из высококачественных натуральных материалов специально для ценителей модной и удобной одежды на каждый день. 
"
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#17 (4) {
        ["id"]=>
        int(707)
        ["name"]=>
        string(31) "Женские футболки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#18 (4) {
        ["id"]=>
        int(714)
        ["name"]=>
        string(31) "Детские футболки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#19 (4) {
        ["id"]=>
        int(708)
        ["name"]=>
        string(49) "Модные и стильные футболки"
        ["description"]=>
        string(625) "На нашем сайте  большой выбор модных стильных футболок европейского качества по доступным ценам. Оригинальные модели, стильные оттенки, современные материалы и технологии пошива. Персонализация футболок по заказу клиента. 
Стильные повседневные модели футболок нашего каталога порадуют любого модника и станут отличным деловым подарком.
"
        ["photo"]=>
        NULL
      }
    }
  }
  [3]=>
  object(stdClass)#20 (5) {
    ["id"]=>
    int(704)
    ["name"]=>
    string(12) "Одежда"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/27-a8b418302e9f76306af587f72f4478ab.png"
    ["subcategories"]=>
    array(11) {
      [0]=>
      object(stdClass)#21 (4) {
        ["id"]=>
        int(705)
        ["name"]=>
        string(8) "Поло"
        ["description"]=>
        string(831) "Поло — универсальная вещь, которая уместна и на прогулке с друзьями, и на официальной встрече. Женские и мужские футболки поло для проведения промо мероприятия и в качестве подарка оптом по самым выгодным ценам можно прямо здесь! Удобный фасон и лёгкий, дышащий материал позволяют носить их и летом, и зимой. Как и классические футболки, на поло можно сделать персонализацию. Оригинальная футболка поло разнообразит повседневность и создаст настроение. "
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#22 (4) {
        ["id"]=>
        int(715)
        ["name"]=>
        string(16) "Ветровки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#23 (4) {
        ["id"]=>
        int(716)
        ["name"]=>
        string(18) "Толстовки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#24 (4) {
        ["id"]=>
        int(717)
        ["name"]=>
        string(10) "Флисы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#25 (4) {
        ["id"]=>
        int(718)
        ["name"]=>
        string(12) "Куртки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#26 (4) {
        ["id"]=>
        int(719)
        ["name"]=>
        string(12) "Жилеты"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#27 (4) {
        ["id"]=>
        int(710)
        ["name"]=>
        string(14) "Рубашки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#28 (4) {
        ["id"]=>
        int(720)
        ["name"]=>
        string(18) "Бейсболки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [8]=>
      object(stdClass)#29 (4) {
        ["id"]=>
        int(827)
        ["name"]=>
        string(42) "Аксессуары/брюки/шорты"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [9]=>
      object(stdClass)#30 (4) {
        ["id"]=>
        int(915)
        ["name"]=>
        string(38) "Шарфы/шапки/перчатки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [10]=>
      object(stdClass)#31 (4) {
        ["id"]=>
        int(916)
        ["name"]=>
        string(29) "Платки шелковые"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [4]=>
  object(stdClass)#32 (5) {
    ["id"]=>
    int(721)
    ["name"]=>
    string(12) "Посуда"
    ["description"]=>
    string(921) "Посуда является одним из самых популярных и желанных подарков, но это также отличный рекламный носитель и промо сувенир. Универсальный презент, который уместен к любому празднику и событию? Или сувенир для промоакции? Выбирать вам. В нашем каталоге вся посуда в наличие на складе: фарфоровая, стеклянная, металлическая, прорезиненная softouch,  пластмассовая посуда, подарочные и элитные наборы. Прямые поставки из Европы и Азии. Нанесение логотипов, надписей и изображений: гравировка, деколь,  тампопечать."
    ["photo"]=>
    string(67) "/media/images/catalog/00000/31-890405e2e40a580ae5c9ee0cb812403e.png"
    ["subcategories"]=>
    array(8) {
      [0]=>
      object(stdClass)#33 (4) {
        ["id"]=>
        int(722)
        ["name"]=>
        string(12) "Кружки"
        ["description"]=>
        string(656) "Эффектные кружки – отличный промо сувенир для любой акции и прекрасный персональный подарок. Кружка нужна везде: дома, в офисе, на природе. А это значит, что продолжительный контакт аудитории с вашим брендом обеспечен. Нанесение изображений на кружки методом тампопечати, деколи, лазерной гравировки. Только у нас доступна круговая гравировка кружек встык!  "
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#34 (4) {
        ["id"]=>
        int(723)
        ["name"]=>
        string(21) "Чайные пары"
        ["description"]=>
        string(530) "В нашем ассортименте представлены чайные и кофейные пары – как классические, так и дизайнерские. Сделать чайную пару эффективным рекламным носителем поможет персонализация – нанесение фирменного логотипа вашей компании. Большой выбор чайных пар и кофейных сервизов в наличии на складе."
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#35 (4) {
        ["id"]=>
        int(725)
        ["name"]=>
        string(50) "Термостаканы и термокружки"
        ["description"]=>
        string(1384) "Термокружки стали популярным и полезным сувениром, а термокружки и термостаканы с логотипом – это идеальный вариант корпоративного и при этом практичного подарка. В наших термокружках напитки не проливаются и не остывают. Термостакан и термокружка не только сохраняют тепло, но также и помогают сохранить охлажденные напитки. Стильный дизайн, яркая цветовая палитра, долговечные и безопасные материалы делают термокружки и термостаканы отличным подарком для ваших партнеров и рекламным носителем вашего бренда. В каталоге представлены различные модели термокружек и термостаканов бренда Softouch под нанесение логотипа методом лазерной гравировки встык. Приобрести термокружки оптом и заказать на них нанесение логотипа можно на нашем сайте в 2 клика!"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#36 (4) {
        ["id"]=>
        int(917)
        ["name"]=>
        string(35) "Спортивные бутылки"
        ["description"]=>
        string(556) "Спортивные бутылки с логотипом – превосходный инструмент продвижения и  прекрасный подарок для любителей активного отдыха. Мы рады предложить широкий выбор спортивных бутылок с нанесением логотипа: яркие сочные цвета, качественные материалы, круговая гравировка  встык и прорезиненное покрытие softouch."
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#37 (4) {
        ["id"]=>
        int(726)
        ["name"]=>
        string(14) "Термосы"
        ["description"]=>
        string(633) "Фирменные термосы с оригинальным  нанесением – очень практичный подарок! Термос сохраняет тепло напитков, и, имея различный объем 0,5 л или 1 литр, он так же подходит и для компании. Приобрести оптом термосы, а также заказать нанесение логотипа на термосы вы можете на нашем сайте. Самый эффектный способ нанесения – гравировка по окружности встык!"
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#38 (4) {
        ["id"]=>
        int(918)
        ["name"]=>
        string(39) "Прорезиненная посуда"
        ["description"]=>
        string(604) "Прорезиненная посуда Softouch – абсолютный хит среди сувенирной продукции! На нашем сайте представлена широчайшая гамма посуды с прорезиненным напылением Softouch: термосы, кружки, спортивные бутылки, термостаканы,  термокружки, дорожные наборы. Эффектная гравировка по окружности встык добавит оригинальности вашему бизнес сувениру!"
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#39 (4) {
        ["id"]=>
        int(724)
        ["name"]=>
        string(25) "Наборы посуды"
        ["description"]=>
        string(953) "На нашем сайте представлен большой выбор наборов посуды для любых праздников и мероприятий в различных ценовых категориях. Подарочный набор посуды с логотипом – это красивый и оригинальный презент, который можно преподнести коллегам, клиентам и партнерам. Такой подарок универсален: набор посуды всегда полезен в быту, а кроме того, это прекрасный промо сувенир.  На набор посуды из стекла, керамики и других материалов можно нанести логотип вашей компании, превратив его в рекламный инструмент и эксклюзивный подарок."
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#40 (4) {
        ["id"]=>
        int(727)
        ["name"]=>
        string(27) "Элитная посуда"
        ["description"]=>
        string(846) "На нашем сайте -  эксклюзивная элитная посуда от лучших европейских брендов: хрустальная, стеклянная, с позолотой и посеребрением, кристаллами Swarovski. Благородные материалы, изысканный дизайн, разнообразие методов отделки покорит вас. Эксклюзивная дизайнерская посуда станет лучшим подарком для вашего делового партнера. Мы представляем оригинальные предметы интерьера от известных европейских брендов, предлагаем эксклюзивные цены и доставку по всей России."
        ["photo"]=>
        NULL
      }
    }
  }
  [5]=>
  object(stdClass)#41 (5) {
    ["id"]=>
    int(728)
    ["name"]=>
    string(8) "Офис"
    ["description"]=>
    string(773) "Рабочий офис для большинства людей становится вторым домом. А потому не менее важно заботиться о комфорте и презентабельности своего рабочего места. Традиционно офисы украшают красивыми и одновременно практичными аксессуарами: настольные наборы, пресс-папье, фоторамки, часы, награды, картины – все это находит место в кабинетах служащих и топ-менеджеров. Купить аксессуары для кабинета и офиса вы можете на нашем сайте."
    ["photo"]=>
    string(67) "/media/images/catalog/00000/29-f714734deca4714b321b0051b4b20bf1.png"
    ["subcategories"]=>
    array(8) {
      [0]=>
      object(stdClass)#42 (4) {
        ["id"]=>
        int(729)
        ["name"]=>
        string(58) "Настольные наборы и  аксессуары"
        ["description"]=>
        string(926) "Стильные настольные наборы украсят любой кабинет или офис, придадут завершённый вид рабочему столу, подчеркнут индивидуальность, пунктуальность и вкус своего обладателя. Настольный набор — это, прежде всего, функциональный офисный подарок, которым ваш клиент или партнер будет пользоваться ежедневно. Наши настольные сувениры отличают оригинальный дизайн, практичность и высокое качество. В ассортименте представлены пресс-папье, клипы для записей, подставки под визитки, органайзеры и многое другое."
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#43 (4) {
        ["id"]=>
        int(731)
        ["name"]=>
        string(23) "Офисные часы"
        ["description"]=>
        string(771) "Часы необходимы как в любом офисе, так и на производстве. Мы предлагаем большой выбор часов для офиса: настольные часы, дорожные часы, настенные часы и часы с дополнительными функциями. Классические часы из металла или пластика с нанесенным логотипом компании станут практичным промо сувениром. Оригинальные часы из дерева и металла с гравировкой подойдут в качестве делового подарка руководителю, клиенту или партнеру."
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#44 (4) {
        ["id"]=>
        int(732)
        ["name"]=>
        string(46) "Блокноты/записные книжки"
        ["description"]=>
        string(1011) "Блокнот и записные книжки – простая, но необходимая вещь почти для каждого. На нашем сайте большой выбор блокнотов с логотипом оптом. Недорогие блокноты с логотипом компании – идеальный промо сувенир для любого делового мероприятия: конференции, выставки, семинара, тренинга. Оригинальные и лаконичные блокноты нашего каталога изготовлены из лучших материалов. У нас вы с легкостью подберете блокноты, которые подойдут к вашему фирменному стилю. Если вы хотите купить оптом блокноты и записные книжки с логотипом, оформите заказ на сайте в два клика!"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#45 (4) {
        ["id"]=>
        int(733)
        ["name"]=>
        string(18) "Фоторамки"
        ["description"]=>
        string(793) "Купить фоторамку — это отличная идея корпоративного подарка. Где купить настольные фоторамки в подарок подскажем мы. В этом разделе вы найдете классические и оригинальные фоторамки. Фоторамки с логотипом компании или надписью станут рекламным носителем вашего бренда и будут напоминать о вашей компании. Также на нашем сайте вы можете выбрать дорогие подарочные варианты фоторамок таких известных брендов, как  Coffret, Valenti и другие."
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#46 (4) {
        ["id"]=>
        int(736)
        ["name"]=>
        string(25) "Наручные часы"
        ["description"]=>
        string(964) "Наручные часы на протяжении многих лет являются желанным подарком. А наручные часы с персональной гравировкой – знак особого внимания и почета. Классические часы с логотипом компании и гравировкой отлично подойдут в качестве делового подарка партнеру или средства поощрения сотруднику. Купить наручные часы оптом вы можете на нашем сайте. Мы предлагаем приобрести наручные часы для мужчин и женщин. Часы изготовлены из высококачественных материалов. Возможно нанесение изображений и надписей  тампопечатью и гравировкой."
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#47 (4) {
        ["id"]=>
        int(822)
        ["name"]=>
        string(14) "Награды"
        ["description"]=>
        string(711) "В нашем ассортименте представлена различная наградная атрибутика: статуэтки, медали, сувениры, плакетки. Награды широко используются в спортивных соревнованиях, а также в корпоративных мероприятиях. Персональные награды с особой памятной надписью изготавливаются в подарок коллегам, клиентам, партнерам. Сайт «Океан бизнес сувениров»  - оптовая продажа наград и медалей по всей России!"
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#48 (4) {
        ["id"]=>
        int(735)
        ["name"]=>
        string(34) "Картины и банкноты"
        ["description"]=>
        string(668) "Мы рад предложить вам подарочные картины и банкноты из позолоты. Такие картины и  банкноты привнесут в интерьер изысканности и оригинальности. Представленные в нашем каталоге картины и банкноты подойдут для различных поводов и торжеств.  Предметы выполнены из дерева, стекла и золота. А потому это солидный подарок для вашего делового партнера и любимого клиента. "
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#49 (4) {
        ["id"]=>
        int(954)
        ["name"]=>
        string(18) "Визитницы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [6]=>
  object(stdClass)#50 (5) {
    ["id"]=>
    int(738)
    ["name"]=>
    string(33) "Подарочные наборы"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/30-cdd28e2679af1f654fd3cd1ad84af036.png"
    ["subcategories"]=>
    array(8) {
      [0]=>
      object(stdClass)#51 (4) {
        ["id"]=>
        int(739)
        ["name"]=>
        string(25) "Бизнес наборы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#52 (4) {
        ["id"]=>
        int(744)
        ["name"]=>
        string(29) "Готовые решения"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#53 (4) {
        ["id"]=>
        int(988)
        ["name"]=>
        string(29) "Вкусное решение"
        ["description"]=>
        string(1542) "<p>Представляем вашему вниманию наш новый проект &mdash; &laquo;Вкусное решение&raquo;. Наборы с вареньем (сваренным по оригинальным рецептам), чаем и медом, дополненные самыми популярными товарами из коллекции Softouch, станут замечательными, чрезвычайно полезными подарками, которые создадут вам исключительно теплое настроение. Также мы предлагаем возможность создать свой индивидуальный набор, в который вы сможете выбрать на свой вкус термостакан, чай и варенье. Минимальная партия &mdash; 50 штук. Для заказа индивидуального набора свяжитесь с вашим менеджером.</p>

<p>&laquo;Океан бизнес сувениров&raquo; совместно с торговой маркой &laquo;У Палыча&raquo;&nbsp;разработал подарочные наборы с продукцией этого всеми любимого бренда.<br />
Марка &laquo;У Палыча&raquo; давно зарекомендовала себя на российском рынке и является синонимом&nbsp; качества и безупречного вкуса.&nbsp;</p>
"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#54 (4) {
        ["id"]=>
        int(741)
        ["name"]=>
        string(30) "Наборы для водки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#55 (4) {
        ["id"]=>
        int(742)
        ["name"]=>
        string(54) "Наборы для вина и шампанского"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#56 (4) {
        ["id"]=>
        int(927)
        ["name"]=>
        string(30) "Наборы для виски"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#57 (4) {
        ["id"]=>
        int(928)
        ["name"]=>
        string(34) "Наборы для коньяка"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#58 (4) {
        ["id"]=>
        int(743)
        ["name"]=>
        string(38) "Наборы для чая и кофе"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [7]=>
  object(stdClass)#59 (5) {
    ["id"]=>
    int(745)
    ["name"]=>
    string(19) "Флеш-карты"
    ["description"]=>
    string(830) "Флеш-карта с логотипом компании – функциональный и современный презент для партнеров, клиентов и сотрудников. Флеш-карта компактна и функциональна - это оптимальный вариант рекламной продукции или бизнес-сувенира. Флеш-карта не отправится в корзину для мусора, а, несомненно, будет использоваться тем, кому вы ее подарили.  На нашем сайте вы найдете подарочные варианты с флеш-картами, модели для презента сотрудникам и ассортимент  для рекламной акции!"
    ["photo"]=>
    string(67) "/media/images/catalog/00000/35-4fc99cf8e1e05d25877c73d1b7518a5d.png"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#60 (4) {
        ["id"]=>
        int(746)
        ["name"]=>
        string(42) "Пластиковые флеш-карты"
        ["description"]=>
        string(677) "Пластиковые флешки с логотипом – лучшее решение для бизнес-подарка! Это отличный сувенир, который подойдет: сотруднику, клиенту или партнеру, мужчине, женщине и даже ребенку.У нас вы можете выбрать usb флешки под нанесение на выгодных условиях опта и с доставкой. С помощью тампопечати мы нанесем на пластиковые флешки логотип вашей компании, любое изображение или текст."
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#61 (4) {
        ["id"]=>
        int(747)
        ["name"]=>
        string(46) "Металлические флеш-карты"
        ["description"]=>
        string(816) "Металлическая флеш-карта – сувенир, который всегда должен быть под рукой. Она с легкостью заменяет огромные каталоги и буклеты, хранит необходимую информацию. Брендированные флеш-карты  подчеркивают статус компании. Нанесение на металлические флешки делается лазерной гравировкой. На нашем сайте вы можете заказать качественные металлические флешки, флеш-карты с прорезиненным напылением softouch с логотипом вашей компании по приемлемым ценам."
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#62 (4) {
        ["id"]=>
        int(748)
        ["name"]=>
        string(35) "Ручки с флеш-картой"
        ["description"]=>
        string(534) "Ручка с флеш-картой – не просто оригинальный, но и функциональный промо сувенир. «Легким движением руки» письменная принадлежность превращается в USB накопитель на 8 ГБ и 16 ГБ.  Самое выгодное на рынке промопродукции России складское предложение ручек с флешками на 8 ГБ и 16 ГБ – на нашем сайте."
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#63 (4) {
        ["id"]=>
        int(749)
        ["name"]=>
        string(39) "Наборы с флеш-картами"
        ["description"]=>
        string(882) "Флеш-карта остается в ТОПе лучших бизнес-сувениров. Однако в качестве корпоративного подарка компании предпочитают наборы с флешкартами. В таких комплектах флешки «соседствуют» с ручками, источниками энергиями, зарядными устройствами и другими сопутствующими товарами. Это подборка незаменимых предметов для любого современного человека, в красивой подарочной упаковке. Поэтому наборы с флеш-картами станут полноценными и желанными презентами для ваших клиентов и партнеров. "
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#64 (4) {
        ["id"]=>
        int(750)
        ["name"]=>
        string(44) "Оригинальные флеш-карты"
        ["description"]=>
        string(769) "Вы ищите флеш-карты к профессиональным праздникам в виде грузовика, лампочки, нефтяной бочки? Или вас интересуют флешки с дополнительными возможностями: карабином, стилусом или лазерной указкой? Все этого и многое другое вы найдете на нашем сайте. Стильный дизайн этих флешек запомнится вашим клиентам и обеспечит длительный рекламный эффект. Мы поставляем  оригинальные флеш-карты с логотипом по самым выгодным ценам."
        ["photo"]=>
        NULL
      }
    }
  }
  [8]=>
  object(stdClass)#65 (5) {
    ["id"]=>
    int(752)
    ["name"]=>
    string(22) "Электроника"
    ["description"]=>
    string(616) "Время непрактичных сувениров прошло! Бизнес-подарок должен не просто содержать информацию о вашей фирме, но и быть полезным. А что может быть полезнее для современного человека, чем товары раздела «Электроника»? Заказать внешние аккумуляторы, аудиоколонки, компьютерные и мобильные аксессуары по оптовым ценам выгоднее на нашем сайте!"
    ["photo"]=>
    string(67) "/media/images/catalog/00000/37-0d104ac366a1d909f669f707a85ca6ff.jpg"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#66 (4) {
        ["id"]=>
        int(753)
        ["name"]=>
        string(37) "Зарядные устройства"
        ["description"]=>
        string(1273) "Зарядные устройства под нанесение логотипа сегодня пользуются наибольшей популярностью среди бизнес-подарков. Такие аксессуары незаменимы в путешествии и командировке. С их помощью можно подзарядить телефон или планшет в любом удобном месте и оставаться на связи. На нашем сайте помимо классических также представлены зарядные устройства с дополнительными функциями: фонариками и лампами, весами для багажа, экраном, спикером и другими возможностями. 
Брендирование зарядного устройства создаст рекламный продукт длительного действия. У нас вы можете купить источники энергии с персонализицией по выгодным ценам оптом. PowerBank с логотипом компании – практичный подарок для ваших клиентов!
"
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#67 (4) {
        ["id"]=>
        int(754)
        ["name"]=>
        string(44) "Аудиоколонки и динамики"
        ["description"]=>
        string(837) "Ищите бизнес подарок, который запомнится надолго? Партнеры и сотрудники непременно оценят компактные и стильные гаджеты – аудиоколонки и динамики! Портативная колонка позволит слушать музыку на пикнике, даче или пляже в отличном качестве, с которым не сравнится звук смартфона. Этот небольшой, но весьма полезный подарок приведет в восторг каждого, поэтому портативные аудио колонки с логотипом компании – беспроигрышный вариант вашего бизнес сувенира!"
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#68 (4) {
        ["id"]=>
        int(755)
        ["name"]=>
        string(67) "Компьютерные и мобильные аксессуары"
        ["description"]=>
        string(983) "Компьютерные и мобильные аксессуары прочно вошли в список популярных и практичных бизнес сувениров. На нашем сайте  представлен широкий выбор компьютерных аксессуаров различной ценовой категории: мышки, хабы и картридеры, веб-камеры и многое другое. Аксессуары для компьютера станут желанными подарками для любого вне зависимости от возраста, пола и социального статуса. Компьютерные аксессуары с индивидуальным несением  станут эффективными рекламными носителями и на протяжении долгого времени будут напоминать о вашей компании."
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#69 (4) {
        ["id"]=>
        int(756)
        ["name"]=>
        string(43) "Электронные аксессуары"
        ["description"]=>
        string(808) "Оригинальные калькуляторы, MP3-проигрыватели, автомобильные зарядки и другие электронные аксессуары из этого раздела станут запоминающимися и практичными бизнес сувенирами. Добавьте слоган и яркое изображение на любой аксессуар, и у ваших сотрудников или клиентов улучшится настроение и повысится работоспособность. Благодаря оригинальному дизайну эти предметы внесут разнообразие в офисные будни и будут приятно напоминать о дарителе!"
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#70 (4) {
        ["id"]=>
        int(759)
        ["name"]=>
        string(12) "Наборы"
        ["description"]=>
        string(771) "Один гаджет – хорошо, а два – лучше! 
В этом разделе вы найдете различные подарочные наборы с источниками энергии и другими электронными аксессуарами. Самые популярные комплекты включают зарядное устройство, флеш-карту и ручку. Это подборка незаменимых предметов для любого современного человека, в красивой подарочной упаковке. Такие наборы станут полноценными и желанными презентами для ваших клиентов и партнеров. 
"
        ["photo"]=>
        NULL
      }
    }
  }
  [9]=>
  object(stdClass)#71 (5) {
    ["id"]=>
    int(799)
    ["name"]=>
    string(6) "Дом"
    ["description"]=>
    string(846) "Дом является особенным местом для любого человека. Если ваши промо сувениры и корпоративные подарки оказались в доме вашего партнера или клиента, считайте это несомненным успехом! Такие подарки будут напоминать о дарителе ежедневно, во время семейных вечеров и праздников, и вызывать самые лучшие воспоминания о дарителе. В данном разделе вы найдете подарки на любой случай: от небольших магнитов для рекламной акции до роскошных скульптур для особого повода. "
    ["photo"]=>
    string(67) "/media/images/catalog/00000/24-cb0d732b24813ae9a153dfe1a5e7c70e.jpg"
    ["subcategories"]=>
    array(14) {
      [0]=>
      object(stdClass)#72 (4) {
        ["id"]=>
        int(803)
        ["name"]=>
        string(25) "Наборы посуды"
        ["description"]=>
        string(903) "В каталоге «Океан» вы найдете большой выбор наборов посуды для любых праздников и мероприятий различных ценовых категорий. Подарочный набор посуды с логотипом – это красивый и оригинальный презент, который можно преподнести коллегам, клиентам и партнерам. Набор посуды всегда полезен в быту, а кроме того, это прекрасный промо сувенир.  На набор посуды из стекла, керамики и других материалов можно нанести логотип вашей компании, превратив его в рекламный инструмент и эксклюзивный подарок."
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#73 (4) {
        ["id"]=>
        int(804)
        ["name"]=>
        string(38) "Аксессуары для кухни"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#74 (4) {
        ["id"]=>
        int(800)
        ["name"]=>
        string(10) "Пледы"
        ["description"]=>
        string(844) "Что может быть приятнее, чем вечером укутаться в уютный мягкий плед, и неважно – дома вы или в поездке или на природе. В нашем ассортименте вы найдете пледы самых разных цветов, текстур и стилей  на любой вкус. Это удачный подарок партнерам, друзьям, клиентам. 
А плед с логотипом вашей компании – удачный промо сувенир, который будет вызывать самые приятные и теплые ассоциации о вас и вашем бренде. Купить плед и покрывало по выгодной цене можно на сайте «Океан».
"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#75 (4) {
        ["id"]=>
        int(801)
        ["name"]=>
        string(20) "Скульптуры"
        ["description"]=>
        string(712) "Скульптура  в качестве подарка станет запоминающимся событием любого торжества. На нашем сайте представлены скульптуры самых известных европейских и азиатских брендов: Anglada, Forms, Parastone, Valenti и других. Изысканные и лаконичные, остроумные и роскошные скульптуры доставят радость вашему партнеру и клиенту, подчеркнут вкус дарителя. Купить оригинальный вип подарок партнеру поможет наш сайт."
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#76 (4) {
        ["id"]=>
        int(802)
        ["name"]=>
        string(44) "Фоторамки и фотоальбомы"
        ["description"]=>
        string(889) "Фоторамка или фотоальбом — отличная идея корпоративного подарка. Где купить настольные фоторамки в подарок подскажет наш сайт. В этом разделе вы найдете классические и оригинальные фоторамки и стильные фотоальбомы. Фоторамки с логотипом компании или надписью станут рекламным носителем вашего бренда и будут напоминать о вашей компании. Также в нашем каталоге вы можете выбрать дорогие подарочные варианты фоторамок и фотоальбомов таких известных брендов, как  Valenti, Gold line и другие."
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#77 (4) {
        ["id"]=>
        int(805)
        ["name"]=>
        string(29) "Полезные мелочи"
        ["description"]=>
        string(772) "Так часто мы задумываемся о том, что выбрать в качестве промо сувенира для мероприятия. В разделе «Полезные мелочи» для вас собраны практичные предметы, которые способны стать эффективным рекламным носителем: магниты, термометр, весы, органайзер и другие. Недорогой оригинальный промо сувенир с логотипом компании способен привлечь внимание к вашему бренду. Купить магниты с персонализацией вы сможете на сайте «Океан»."
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#78 (4) {
        ["id"]=>
        int(806)
        ["name"]=>
        string(55) "Маникюрные наборы и несессеры"
        ["description"]=>
        string(565) "Такие практичные аксессуары как маникюрный набор или дорожный несессер могут стать достойным подарком для делового человека, который внимателен к деталям и стремится хорошо выглядеть в любой ситуации. В нашем каталоге вы найдете маникюрные наборы и несессеры европейских брендов по привлекательным ценам."
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#79 (4) {
        ["id"]=>
        int(798)
        ["name"]=>
        string(25) "Винные наборы"
        ["description"]=>
        string(711) "Набор для вина прочно занимает место в списке лучших подарков на любое торжество. В каталоге «океан» вы найдете подарочные винные наборы, штопоры механические и электрические, футляры для винных бутылок с аксессуарами. Мы также предлагаем брендирование винных наборов тампопечатью или гравировкой. Набор для вина с логотипом станет замечательным бизнес подарком для ценителей напитка."
        ["photo"]=>
        NULL
      }
      [8]=>
      object(stdClass)#80 (4) {
        ["id"]=>
        int(807)
        ["name"]=>
        string(14) "Картины"
        ["description"]=>
        string(675) "Мы  рады предложить вам подарочные картины и банкноты из золота. Такие картины и  банкноты привнесут в интерьер изысканности и оригинальности. Представленные в нашем каталоге картины и банкноты подойдут для различных поводов и торжеств.  Предметы выполнены из дерева, стекла и золота, а потому станут солидным подарком для вашего делового партнера и любимого клиента. "
        ["photo"]=>
        NULL
      }
      [9]=>
      object(stdClass)#81 (4) {
        ["id"]=>
        int(922)
        ["name"]=>
        string(10) "Иконы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [10]=>
      object(stdClass)#82 (4) {
        ["id"]=>
        int(809)
        ["name"]=>
        string(28) "Шахматы и нарды"
        ["description"]=>
        string(783) "Шахматы и нарды являются престижными настольными играми, подвластными далеко не каждому. Любители этих игр по достоинству оценят наборы на нашем сайте. Подарочные наборы шахмат и нард станут отличным подарком для ценителей настольных игр или коллекционеров, а также изысканным предметом интерьера. Поэтому если вы ищете достойный презент для руководителя или партнера, стоит обратить внимание на подарочный шахматный набор."
        ["photo"]=>
        NULL
      }
      [11]=>
      object(stdClass)#83 (4) {
        ["id"]=>
        int(920)
        ["name"]=>
        string(22) "Инструменты"
        ["description"]=>
        string(755) "Набор инструментов с логотипом вашей компании станет отличным решением для промо акции или корпоративного подарка. Набор инструментов прекрасно подойдет любому мужчине. Стильный дизайн и красивый футляр делают его идеальным подарком. Поэтому такие промо сувениры с логотипом вашей компании послужат хорошей рекламой. Нанесение логотипа на набор инструментов выполняется методом гравировки или тампопечати."
        ["photo"]=>
        NULL
      }
      [12]=>
      object(stdClass)#84 (4) {
        ["id"]=>
        int(808)
        ["name"]=>
        string(16) "Шкатулки"
        ["description"]=>
        string(952) "Шкатулка для драгоценностей – прекрасный подарок для  женщины, будь то близкая подруга, мама, коллега по работе или руководитель компании. Купить стильную шкатулку вы сможете на нашем сайте. В данном разделе вы также найдете изысканные шкатулки для часов, которые станут солидным презентом для топ-менеджера компании, ключевого партнера или клиента. На сайте «Океан» представлены шкатулки для драгоценностей и часов на любой вкус и бюджет: от недорогих вариантов до предметов известных брендов Capricio, Coffret, Valenti и других."
        ["photo"]=>
        NULL
      }
      [13]=>
      object(stdClass)#85 (4) {
        ["id"]=>
        int(929)
        ["name"]=>
        string(30) "Наборы для обуви"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [10]=>
  object(stdClass)#86 (5) {
    ["id"]=>
    int(810)
    ["name"]=>
    string(10) "Отдых"
    ["description"]=>
    string(1124) "Предметы для отдыха занимают особое место в нашей жизни. В этом разделе вы найдете все необходимое, чтобы сделать максимально комфортным свой отдых на природе и в путешествиях: пледы, сумки, пляжные принадлежности, игры, наборы для пикника, термосы и термостаканы. Промо сувениры из этой категории также станут особенными: логотип на товарах для отдыха будет сопровождать ваших клиентов и нести информацию о вашей компании. Закажите печать логотипа вашей компании, слогана или изображения на товары для отдыха, и ваши клиенты с удовольствием будут вспоминать о вас в путешествии, пользуясь практичными подарками. "
    ["photo"]=>
    string(67) "/media/images/catalog/00000/28-453cd0bbf8b65833cd9148883cbc87b9.png"
    ["subcategories"]=>
    array(8) {
      [0]=>
      object(stdClass)#87 (4) {
        ["id"]=>
        int(813)
        ["name"]=>
        string(50) "Термостаканы и термокружки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#88 (4) {
        ["id"]=>
        int(815)
        ["name"]=>
        string(14) "Термосы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#89 (4) {
        ["id"]=>
        int(811)
        ["name"]=>
        string(10) "Пледы"
        ["description"]=>
        string(835) "Что может быть приятнее, чем вечером укутаться в уютный мягкий плед, и неважно – дома вы, в поездке или на природе. В нашем ассортименте вы найдете пледы самых разных цветов, текстур и стилей  на любой вкус. Это удачный подарок партнерам, друзьям, клиентам. 
А плед с логотипом вашей компании – удачный промо сувенир, который будет вызывать самые приятные и теплые ассоциации о вас и вашем бренде. Купить плед и покрывало по выгодной цене можно на нашем сайте.

"
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#90 (4) {
        ["id"]=>
        int(812)
        ["name"]=>
        string(34) "Наборы для пикника"
        ["description"]=>
        string(1022) "Наборы для пикника — это идеальное решение для тех, кто любит отдыхать на природе с максимальным комфортом. Наборы для пикника включают в себя столовые приборы, тарелки и стаканы, а также разделочную доску, термос, салфетки и другие полезные предметы. Что еще нужно для удовольствия и прекрасного отдыха на свежем воздухе?  В каталоге «Океан» широкий выбор и привлекательные цены на товары  для пикника. Самыми популярными являются наборы для пикника на 2 или 4 персоны. Чтобы купить набор для пикника на 4 персоны по доступной цене, воспользуйтесь нашим сайтом"
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#91 (4) {
        ["id"]=>
        int(818)
        ["name"]=>
        string(43) "Пляжные принадлежности"
        ["description"]=>
        string(1033) "Пляжные принадлежности актуальны независимо от времени года за окном, ведь пляжный сезон открыт  круглогодично! Каждый, кто предпочитает отдых на пляже знает, что кроме воды и песка есть еще ряд вещей, без которых невозможно отдыхать: пляжная сумка и сумка-холодильник, коврик и подстилка, подушка  – все это вы найдете в нашем разделе. И на все эти товары можно заказать специальное нанесение, а это значит, вашу компанию не забудут! Купить пляжные принадлежности  для лучшего отдыха очень легко: у нас широкий ассортимент, доступные цены, простое оформление заказа."
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#92 (4) {
        ["id"]=>
        int(817)
        ["name"]=>
        string(22) "Игры и спорт"
        ["description"]=>
        string(905) "Игровые и спортивные наборы – из тех промо сувениров, что несут заряд позитива и помогают отвлечься от работы. Играть любят все, поэтому такой сувенир уместно подарить клиентам, партнерам и сотрудникам по любому поводу. Товары из этой категории – отличный способ провести время с коллегами, сплотить коллектив, снять усталость после рабочего дня или недели. На игровые и спортивные предметы можно нанести любой слоган или изображение, которые будут способствовать продвижению вашей компании."
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#93 (4) {
        ["id"]=>
        int(919)
        ["name"]=>
        string(29) "Дорожные наборы"
        ["description"]=>
        string(863) "Дорожный набор – отличный подарок для тех, кто часто бывает в пути. Полезные и привлекательные дорожные аксессуары станут незаменимыми помощниками в любой поездке и командировке. Универсальные товары для путешествий подойдут любому. Их можно презентовать, как партнерам или клиентам, так и сотрудникам вашей компании. Заказывайте дорожные наборы и товары для путешествий на сайте «Океан». Воспользуйтесь услугами брендирования и сделайте свою компанию еще известнее."
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#94 (4) {
        ["id"]=>
        int(814)
        ["name"]=>
        string(54) "Фонарики и мультиинструменты"
        ["description"]=>
        string(1361) "Фонарик, мультиинструмент или набор инструментов с логотипом вашей компании станет отличным решением для промо акции или корпоративного подарка. Набор инструментов прекрасно подойдет любому мужчине. Стильный дизайн и красивый футляр делают его идеальным подарком. Отвертки разных типов и размеров, фонарик, рулетка и другие популярные инструменты в одном компактном изделии –  это и есть мультиинструмент, который может уместиться в кармане, сумке или в бардачке автомобиля. А простой фонарик всегда незаменим в быту, дома, на даче, в походе или поездке. Поэтому такие промо сувениры с логотипом вашей компании послужат хорошей рекламой. Нанесение логотипа на фонарики и мультиинструменты выполняется методом гравировки или тампопечати.

"
        ["photo"]=>
        NULL
      }
    }
  }
  [11]=>
  object(stdClass)#95 (5) {
    ["id"]=>
    int(760)
    ["name"]=>
    string(20) "Аксессуары"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/23-3f6a349e230368b67e90907abbb16750.jpg"
    ["subcategories"]=>
    array(9) {
      [0]=>
      object(stdClass)#96 (4) {
        ["id"]=>
        int(761)
        ["name"]=>
        string(28) "Сумки и рюкзаки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#97 (4) {
        ["id"]=>
        int(762)
        ["name"]=>
        string(48) "Портфели, папки и портмоне"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#98 (4) {
        ["id"]=>
        int(763)
        ["name"]=>
        string(42) "Несессеры и косметички"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#99 (4) {
        ["id"]=>
        int(764)
        ["name"]=>
        string(32) "Зонты и дождевики"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#100 (4) {
        ["id"]=>
        int(765)
        ["name"]=>
        string(29) "Платки шелковые"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#101 (4) {
        ["id"]=>
        int(766)
        ["name"]=>
        string(42) "Шапки, шарфы и перчатки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#102 (4) {
        ["id"]=>
        int(768)
        ["name"]=>
        string(42) "Аксессуары для курения"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#103 (4) {
        ["id"]=>
        int(955)
        ["name"]=>
        string(18) "Визитницы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [8]=>
      object(stdClass)#104 (4) {
        ["id"]=>
        int(991)
        ["name"]=>
        string(40) "Аксессуары для спорта"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [12]=>
  object(stdClass)#105 (5) {
    ["id"]=>
    int(769)
    ["name"]=>
    string(26) "Промосувениры"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/32-0508d3385f32656cd8e93093073050cc.jpg"
    ["subcategories"]=>
    array(4) {
      [0]=>
      object(stdClass)#106 (4) {
        ["id"]=>
        int(771)
        ["name"]=>
        string(34) "Антистрессы и игры"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#107 (4) {
        ["id"]=>
        int(772)
        ["name"]=>
        string(38) "Брелоки и открывалки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#108 (4) {
        ["id"]=>
        int(774)
        ["name"]=>
        string(34) "Рулетки и фонарики"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#109 (4) {
        ["id"]=>
        int(821)
        ["name"]=>
        string(28) "Промопродукция"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [13]=>
  object(stdClass)#110 (5) {
    ["id"]=>
    int(777)
    ["name"]=>
    string(41) "Корпоративные подарки"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/25-04cf058682ef83429dcf370f9e3adbe4.jpg"
    ["subcategories"]=>
    array(5) {
      [0]=>
      object(stdClass)#111 (4) {
        ["id"]=>
        int(778)
        ["name"]=>
        string(30) "Папки и портфели"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#112 (4) {
        ["id"]=>
        int(779)
        ["name"]=>
        string(16) "Портмоне"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#113 (4) {
        ["id"]=>
        int(783)
        ["name"]=>
        string(29) "Готовые решения"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#114 (4) {
        ["id"]=>
        int(989)
        ["name"]=>
        string(29) "Вкусное решение"
        ["description"]=>
        string(1542) "<p>Представляем вашему вниманию наш новый проект &mdash; &laquo;Вкусное решение&raquo;. Наборы с вареньем (сваренным по оригинальным рецептам), чаем и медом, дополненные самыми популярными товарами из коллекции Softouch, станут замечательными, чрезвычайно полезными подарками, которые создадут вам исключительно теплое настроение. Также мы предлагаем возможность создать свой индивидуальный набор, в который вы сможете выбрать на свой вкус термостакан, чай и варенье. Минимальная партия &mdash; 50 штук. Для заказа индивидуального набора свяжитесь с вашим менеджером.</p>

<p>&laquo;Океан бизнес сувениров&raquo; совместно с торговой маркой &laquo;У Палыча&raquo;&nbsp;разработал подарочные наборы с продукцией этого всеми любимого бренда.<br />
Марка &laquo;У Палыча&raquo; давно зарекомендовала себя на российском рынке и является синонимом&nbsp; качества и безупречного вкуса.&nbsp;</p>
"
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#115 (4) {
        ["id"]=>
        int(782)
        ["name"]=>
        string(33) "Наборы подарочные"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [14]=>
  object(stdClass)#116 (5) {
    ["id"]=>
    int(785)
    ["name"]=>
    string(18) "VIP-подарки"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/22-b2dfa2381fa1c6d1433d78b0521d5b86.jpg"
    ["subcategories"]=>
    array(13) {
      [0]=>
      object(stdClass)#117 (4) {
        ["id"]=>
        int(786)
        ["name"]=>
        string(39) "Корпоративные наборы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#118 (4) {
        ["id"]=>
        int(792)
        ["name"]=>
        string(33) "Настольные наборы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#119 (4) {
        ["id"]=>
        int(788)
        ["name"]=>
        string(44) "Фоторамки и фотоальбомы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#120 (4) {
        ["id"]=>
        int(789)
        ["name"]=>
        string(25) "Наборы посуды"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#121 (4) {
        ["id"]=>
        int(787)
        ["name"]=>
        string(20) "Скульптуры"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#122 (4) {
        ["id"]=>
        int(793)
        ["name"]=>
        string(8) "Часы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#123 (4) {
        ["id"]=>
        int(794)
        ["name"]=>
        string(16) "Шкатулки"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#124 (4) {
        ["id"]=>
        int(795)
        ["name"]=>
        string(55) "Несессеры и маникюрные наборы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [8]=>
      object(stdClass)#125 (4) {
        ["id"]=>
        int(796)
        ["name"]=>
        string(14) "Картины"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [9]=>
      object(stdClass)#126 (4) {
        ["id"]=>
        int(797)
        ["name"]=>
        string(10) "Иконы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [10]=>
      object(stdClass)#127 (4) {
        ["id"]=>
        int(824)
        ["name"]=>
        string(42) "Аксессуары для курения"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [11]=>
      object(stdClass)#128 (4) {
        ["id"]=>
        int(823)
        ["name"]=>
        string(28) "Шахматы и нарды"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [12]=>
      object(stdClass)#129 (4) {
        ["id"]=>
        int(926)
        ["name"]=>
        string(42) "Предметы для интерьера"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [15]=>
  object(stdClass)#130 (5) {
    ["id"]=>
    int(819)
    ["name"]=>
    string(45) "Маркетинговая поддержка"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/26-3428ec2e65ab12ae138bf712a3cb9217.jpg"
    ["subcategories"]=>
    array(3) {
      [0]=>
      object(stdClass)#131 (4) {
        ["id"]=>
        int(833)
        ["name"]=>
        string(31) "Печатные издания"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#132 (4) {
        ["id"]=>
        int(834)
        ["name"]=>
        string(38) "Образцы с нанесением"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#133 (4) {
        ["id"]=>
        int(835)
        ["name"]=>
        string(37) "Рекламные материалы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
  [16]=>
  object(stdClass)#134 (5) {
    ["id"]=>
    int(931)
    ["name"]=>
    string(20) "Распродажа"
    ["description"]=>
    string(0) ""
    ["photo"]=>
    string(67) "/media/images/catalog/00000/33-aab36c2182f592a2a099e8f3e8b2fcf2.jpg"
    ["subcategories"]=>
    array(11) {
      [0]=>
      object(stdClass)#135 (4) {
        ["id"]=>
        int(943)
        ["name"]=>
        string(49) "Письменные принадлежности"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [1]=>
      object(stdClass)#136 (4) {
        ["id"]=>
        int(944)
        ["name"]=>
        string(36) "Отдых и путешествие"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [2]=>
      object(stdClass)#137 (4) {
        ["id"]=>
        int(945)
        ["name"]=>
        string(12) "Посуда"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [3]=>
      object(stdClass)#138 (4) {
        ["id"]=>
        int(946)
        ["name"]=>
        string(34) "Подарки для Женщин"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [4]=>
      object(stdClass)#139 (4) {
        ["id"]=>
        int(947)
        ["name"]=>
        string(34) "Подарки для Мужчин"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [5]=>
      object(stdClass)#140 (4) {
        ["id"]=>
        int(948)
        ["name"]=>
        string(22) "Электроника"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [6]=>
      object(stdClass)#141 (4) {
        ["id"]=>
        int(949)
        ["name"]=>
        string(8) "Офис"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [7]=>
      object(stdClass)#142 (4) {
        ["id"]=>
        int(950)
        ["name"]=>
        string(8) "Часы"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [8]=>
      object(stdClass)#143 (4) {
        ["id"]=>
        int(951)
        ["name"]=>
        string(20) "Аксессуары"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [9]=>
      object(stdClass)#144 (4) {
        ["id"]=>
        int(952)
        ["name"]=>
        string(35) "Предметы интерьера"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
      [10]=>
      object(stdClass)#145 (4) {
        ["id"]=>
        int(953)
        ["name"]=>
        string(28) "Наборы для вина"
        ["description"]=>
        string(0) ""
        ["photo"]=>
        NULL
      }
    }
  }
}
